Repository: Jidbo/PrivacyMail
Catalog: privacymail/identity/locale/*/LC_MESSAGES/django.po
Languages: de

source: send us an eMail </a> and we'll see if we can add it manually.
de: schick uns eine eMail</a> und wir werden sehen, ob wir sie selbst hinzufügen können.

source: The website does not have any newsletters
de: Die Webseite bietet keinen Newsletter an

source: Don't worry, simply forget about it, no harm done! There is no need to contact us about this.
de: Kein Problem! Vergiss die oben genannte eMailadresse einfach wieder. Du musst uns keine eMail dazu schreiben.

source: No results available (yet)
de: (Noch) keine Ergebnisse vorhanden

source: We have not yet received any eMails for this service, and thus cannot show any results. Please check back at a later time.
de: Wir haben noch keine eMails von diesem Newsletter erhalten und können daher noch keine Ergebnisse zeigen. Bitte schau in ein paar Tagen nochmal vorbei.

source: %(cnt)s identity registered (and %(unc)s unconfirmed).<br/>
de: %(cnt)s Identität registriert (und %(unc)s nicht bestätigt).<br/>

source: %(cnt_mails)s eMails processed.<br/> %(cnt_mult_ident_mails)s eMails received on more than one identity.
de: %(cnt_mails)s eMails empfangen.<br /> %(cnt_mult_ident_mails)s eMails von mehr als einer Identität empfangen.

source: Add another identity
de: Weitere Identität hinzufügen

source: Registered Newsletters:
de: Registrierte Newsletter:

source: Find newsletter by...
de: Zeige Newsletter aus...

# Main menu
source: Newsletter List
de: Angemeldete Newsletter

source: Internal error
de: Interner Fehler

source: You sent a request the server did not understand. Please try again, or contact us if the problem persists.
de: Du hast eine Anfrage geschickt, die unser Server nicht verstanden hat. Bitte versuche es nochmal, oder schreib' uns eine eMail, wenn das Problem weiter besteht.

source: Invalid Address
de: Ungültige Adresse

source: This does not look like a website - please try again
de: Das sieht nicht wie eine Webseite aus - versuche es nochmal
