Repository: Jidbo/PrivacyMail
Catalog: privacymail/identity/locale/*/LC_MESSAGES/django.po
Languages: de

source: Receives Email leak
de: Erhält eMail-Adresse

source: Sends the Newsletter
de: Sendet den Newsletter

source: External connections when opening the Mail
de: Externe Verbindungen beim Öffnen der Mail

source: Newsletters may contain resources that are dynamically loaded from either the service provider or other websites, allowing them to track when you open the eMail. This check detects the presence of these external resources.
de: Newsletter können Ressourcen enthalten, die dynamisch vom Dienstleister oder von anderen Websites geladen werden, so dass sie beim Öffnen der E-Mail verfolgt werden können. Dieser Check erkennt die Nutzung dieser externen Ressourcen.

source: This check passes if no connections are established when opening the Mail.
de: Ein Newsletter besteht diesen Check, wenn beim Öffnen der eMail keine Verbindungen aufgebaut werden.

source: This check should not create errors.
de: Dieser Check sollte keine Fehler verursachen.

source: %(count)d domain is contacted when viewing the mail with remote content enabled.
de: %(count)d Domain werden beim Öffnen dieser eMail mit aktivierten externen Inhalten kontaktiert.

source: No external domains are contacted when viewing the mail.
de: Beim Öffnen dieser eMail werden keine externen Domains kontaktiert.

source: Third party connections when clicking a link
de: Verbindungen zu Drittanbietern beim öffnen eines Links

source: Links in the eMail may initially point to third party services such as trackers, which will forward the user to the correct address later. This check detects this kind of tracking behavior. <b>Warning:</b> This check currently <a href='https://github.com/privacymail/privacymail/issues/2' target=_blank> sometimes returns incorrect results</a>, which will be resolved in the near future.
de: Links in der E-Mail können zunächst auf Dienste Dritter, wie z.B. Tracker, verweisen, die den Nutzer später an die richtige Adresse weiterleiten. Dieser Check erkennt diese Art von Tracking-Verhalten. <b>Achtung:</b> Dieser Check <a href='https://github.com/privacymail/privacymail/issues/2' target=_blank>gibt teilweise inkorrekte Ergebnisse zurück</a>. Dieses Problem wird in der nahen Zukunft gelöst werden.

source: This check passes if no connections to third parties are established when clicking links from the Mail.
de: Ein Newsletter besteht diesen Check, wenn das Klicken von Links keine Verbindungen zu Drittanbietern aufbaut.

source: The clicked link from the mail is determined randomly, thus some third parties may be missed.
de: Der Link wird zufällig ausgewählt, daher können ggf. Drittanbieter übersehen werden.

source: %(count)d third party is contacted when clicking a link.
de: %(count)d Drittanbieter wird beim Klicken eines Links kontaktiert.

source: No third parties are contacted when clicking a link.
de: Beim Klicken eines Links werden keine Drittanbieter kontaktiert.

source: Service providers may perform so-called A/B testing by sending different versions of Emails to different recipients to test which wording generates more clicks. While this is not a privacy problem in itself, it indicates that marketing analysis is taking place.
de: Newsletter-Anbieter führen manchmal sogenanntes A/B-Testing durch. Dabei werden unterschiedliche Versionen einer Email an verschiedene Empfänger gesendet, um zu testen, welche Version erfolgreicher ist. Auch wenn dies keinen direkten Einfluss auf die Privatheit hat, ist es ein Indikator, dass Statistiken über die Newsletter gesammelt werden.

source: This check fails if we observe indications that A/B testing is being performed.
de: Ein Newsletter besteht diesen Check, wenn wir keine Indikation sehen, dass A/B-testing stattfindet.

source: This check works by finding and comparing related pairs of Emails sent to different identities. If Emails are matched incorrectly, this check may give incorrect results. As A/B testing is a random process, we may also miss instances of A/B testing if only a small number of identities is signed up for the service.
de: Dieser Check sucht und vergleicht zusammengehörige Paare von Emails, die an verschiedene Identitäten geschickt wurden. Wenn diese Paare inkorrekt identifiziert werden, kann der Check falsche Resultate liefern. Da die Zuordnung zu den verschiedenen Gruppen bei A/B-testing zufällig passiert, kann das System unter Umständen A/B-testing nicht erkennen, wenn nicht genug Identitäten für den Newsletter angemeldet sind.

source: No indications of A/B testing were found.
de: Keine Anzeichen von A/B-Testing gefunden

source: This newsletter appears to be using A/B testing.
de: Der Newsletter scheint A/B-testing zu nutzen.

source: Third party spam
de: Spam von Dritten

source: Service providers may intentionally or unintentionally disclose your eMail address to third parties, including spammers. We try to detect this by tracking if identities associated with this service start receiving eMails from other senders.
de: Newsletter-Anbieter können Ihre E-Mail-Adresse absichtlich oder unabsichtlich an Dritte weitergeben, inklusive Spammern. Wir versuchen dies zu erkennen, indem wir verfolgen, ob Identitäten, die mit diesem Dienst verbunden sind, beginnen, E-Mails von anderen Absendern zu empfangen.

source: This check fails if a mail arrives from another domain than the domain of the service and the admin manually marked it as spam.
de: Ein Newsletter fällt durch, wenn eine E-Mail von einer anderen Domain als der Domain des Dienstes kommt und ein Administrator sie manuell als Spam markiert.

source: Due to admin supervision this check should not create errors.
de: Da Ergebnisse von einem Menschen überprüft werden, sollte dieser Check keine Fehler verursachen.

source: No third party spam was detected.
de: Es wurde kein Spam detektiert.

source: %(count)d identity received third party messages.
de: %(count)d Identität erhält Spam von Dritten.

source: Contacted on view
de: Beim Lesen einer Mail kontaktiert

source: If this domain is contacted when opening a newsletter, it may be able to track who is reading the newsletter and when they are doing it.
de: Wenn diese Domain beim Öffnen eines Newsletters kontaktiert wird, ist sie in der Lage, zu verfolgen, wer diesen Newsletter wann liest.

source: This check passes if the website is never contacted when newsletters are opened.
de: Eine Domain besteht diesen Check, wenn sie nie beim öffnen eines Newsletters kontaktiert wird.

source: %(count)d newsletter contacts this domain when viewing the mail with remote content enabled.
de: %(count)d Newsletter kontaktiert diese Domain wenn eine Nachricht mit aktivierten externen Inhalten geöffnet wird.

source: No newsletter contacts this website when being viewed.
de: Diese Domain wird von keinem Newsletter kontaktiert.

source: Contacted on click
de: Beim anklicken von Links kontaktiert

source: If this domain is contacted when clicking a link from a newsletter, it is able to track who is clicking which links and when they are doing it. It may also be able to link this information to additional data it may already have about the user.
de: Wenn diese Domain beim anklicken eines Links aus einem Newsletter kontaktiert wird, ist sie in der Lage, nachzuverfolgen, wer wann welche Links anklickt. Sie könnte diese Information außerdem mit anderen Daten, die sie bereits über die Nutzerin gespeichert hat, zusammenführen.

source: This check passes if no newsletters (except newsletters sent out by this domain) contact this domain when users click a link.
de: Eine Domain besteht diesen Check, wenn sie von keinen Newslettern (außer denen, die sie selbst aussendet) beim anklicken eines Links kontaktiert wird.

source: The clicked link from the mail is determined randomly, thus some newsletters may be missed.
de: Der geklickte Link wird zufällig gewählt. Dadurch können einzelne Newsletter eventuell nicht erkannt werden.

source: %(count)d newsletter contacts this domain when clicking a link.
de: %(count)d Newsletter kontaktiert diese Domain, wenn ein Link angeklickt wird.

source: No newsletters contact this domain when links are clicked.
de: Diese Domain wird von keinem Newsletter kontaktiert.

source: reliable
de: Verlässlich

source: unreliable
de: Unzuverlässig

source: More information
de: Mehr Informationen

source: Conditions for passing
de: Bedingungen für bestehen

source: Reliability
de: Verlässlichkeit

source: Potential scan errors
de: Mögliche Fehlerquellen

source: Result wrong?
de: Ergebnis falsch?

source: report error
de: fehler melden

source: Frequently asked Questions
de: Häufige Fragen

source: On this page, we will try to answer a few common questions. If you have a question that is not answered here, feel free to get in touch.
de: Auf dieser Seite versuchen wir, einige häufig gestellte Fragen zu beantworten. Wenn Du eine Frage hast, die hier nicht beantwortet wird, melde Dich gerne bei uns.

source: For Users
de: Für Nutzer*innen

source: What is PrivacyMail?
de: Was ist PrivacyMail?

source: Privacymail is an automated scanning system that helps you determine if the companies that are sending you newsletters are using tracking technologies to find out which mails you are reading, and which links you are clicking. It is intended to help you inform yourself, and establish transparency in this often murky area of online privacy. It is also a research tool, operated by the <a href="https://seemoo.de/" target="blank">Secure Mobile Networking Lab</a> at TU Darmstadt, Germany.
de: PrivacyMail ist ein automatisches System das dir dabei hilft, herauszufinden, ob die Firmen, die dir Newsletter schicken, Tracking-Technologien nutzen, um herauszufinden welche Mails du liest und welche Links du anklickst. Es soll dir dabei helfen, dich zu informieren und Transparenz in diesen oft intransparenten Bereich bringen. PrivacyMail ist außerdem auch ein Forschungswerkzeug, betrieben durch das <a href="https://seemoo.de/" target="blank">Secure Mobile Networking Lab</a> an der TU Darmstadt in Deutschland.

source: Is this service free? How do you make money?
de: Was kostet PrivacyMail? Wie verdient ihr Geld?

source: PrivacyMail is a non-commercial open source project, paid for as a research tool by the <a href="https://seemoo.de/" target="blank">Secure Mobile Networking Lab (SEEMOO)</a> at TU Darmstadt. Ongoing development is performed by members of the SEEMOO team, students (as part of coursework, theses, or student jobs), and volunteers. We will never charge for use of the service or show advertisements. However, we may use the data generated by the platform in our research (see next question for details).
de: PrivacyMail ist ein nicht-kommerzielles Forschungsprojekt. Die laufenden Kosten werden aktuell vom <a href="https://seemoo.de/" target="blank">Secure Mobile Networking Lab (SEEMOO)</a> an der TU Darmstadt übernommen. Die Weiterentwicklung geschieht durch das SEEMOO-Team, Studierende (als Teil von Projekten oder Abschlussarbeiten), und Freiwilligen. PrivacyMail ist Open Source und wird niemals Geld für die Nutzung verlangen oder Werbung zeigen. Die gesammelten Daten werden für Forschungszwecke ausgewertet (siehe nächste Frage).

source: What will you do with the collected data?
de: Was passiert mit den gesammelten Daten?

source: First off: <b>We do not collect data about you.</b> All collected data is related to the newsletters that you and others register with this service, and no data about our users is collected or shared in any way.
de: Um eine Sache von Anfang an klarzustellen: <b>Wir sammeln keine Daten über Dich!</b> Die Daten, die wir sammeln, beziehen sich ausschließlich auf die Newsletter, die Du und andere bei uns angemeldet haben.

source: That being said: We perform analyses on the mails we receive to display the results on this website, and may combine it with data from <a href="https://privacyscore.org" target="blank">other projects</a> to create a more detailed view of the online tracking ecosystem. Data may be shared with other researchers on a case-by-case basis, or released as part of larger datasets to facilitate <a href="https://en.wikipedia.org/wiki/Reproducibility" target="blank">reproducible research</a>. If you are a researcher and want to work with our data, feel free to get in touch.
de: Wir analysieren ankommende eMails, um die auf der Webseite gezeigten Ergebnisse zu erzeugen, und kombinieren sie mit Daten aus <a href="https://privacyscore.org" target="blank">anderen Projekten</a> um ein klareres Bild der Online-Tracking-Industrie zu erhalten. Die Daten werden auf Anfrage mit anderen Forschenden geteilt, oder als Teil größerer Datensätze veröffentlicht, um <a href="https://de.wikipedia.org/wiki/Reproduzierbarkeit#Wissenschaft" target="blank">reproduzierbare Forschung</a> zu ermöglichen. Wenn Du Forschung betreibst und mit unseren Daten arbeiten möchtest, melde dich gerne bei uns.

source: What is your relationship to the PrivacyScore project?
de: In welchem Zusammenhang stehen PrivacyMail und PrivacyScore?

source: Some members of the PrivacyMail team also contribute to the <a href="https://privacyscore.org/" target="blank">PrivacyScore platform</a>, and vice versa. Some of the technology and infrastructure is shared between the projects. Other than this, they are independent projects.
de: Einige Mitglieder des PrivacyMail-Teams arbeiten auch an <a href="https://privacyscore.org" target="blank">PrivacyScore</a>. Ein Teil der Infrastruktur und Technologie wird von beiden Projekten gemeinsam genutzt. Bis darauf sind die beiden Projekte allerdings unabhängig.

source: For service operators
de: Für Newsletter-Betreiber

source: Why are you scanning my newsletters?
de: Warum untersucht Ihr meinen Newsletter?

source: We are scanning your newsletter because one of our users registered it with our service.
de: Wir untersuchen alle Newsletter, die von Nutzer*innen angemeldet wurden.

source: Can you remove me from your system?
de: Könnt Ihr mich aus Eurem System entfernen?

source: If you do not want your newsletter to be scanned by our system, please get in touch and we will remove existing subscriptions and ensure that no new subscriptions can be created. <b>Please note that we will not delete existing data, and that your decision to opt out of our analyses will be made public.</b> As the goal of this platform is to establish transparency, users trying to inspect your service will be shown a message that you requested to be excluded from future analyses, together with any existing result data we may have on your service. We may also show your service in a list of services that have asked to be excluded.
de: Wenn Sie nicht wollen, dass wir Ihren Newsletter untersuchen, schicken Sie uns bitte eine eMail. Wir werden dann alle Abonnements beenden und dafür sorgen, dass keine neuen angelegt werden können. <strong>Wir weisen ausdrücklich darauf hin, dass dies keinen Einfluss auf existierende Ergebnisse hat (sie werden nicht entfernt). Die Entscheidung, sich aus dem System entfernen zu lassen, wir öffentlich dokumentiert.</strong> Nutzer*innen, die sich für Ihren Newsletter interessieren, werden mit einer Nachricht darauf hingewisen, dass Sie darum geben haben, aus dem System entfernt zu werden, und können die historischen Ergebnisse betrachten. Alle auf diese Art deaktivierten Newsletter werden in einer öffentlichen Liste geführt.

source: Imprint
de: Impressum

source: Privacy Policy
de: Datenschutz

source: Who is watching you read your eMails?
de: Wer sieht Dir beim eMails lesen über die Schulter?

source: Did you know that many companies track if you are opening their newsletters? Find out more about the practices of your favourite company here.
de: Wusstest Du, dass viele Firmen nachverfolgen, wer ihre Newsletter liest? Hier kannst du herausfinden, was sich in deinen Newslettern versteckt.

source: Shining a Light on eMail Tracking
de: Wir machen eMail-Tracking sichtbar

source: PrivacyMail makes the invisible tracking in newsletters visible. Email tracking is widely used to track which eMails you read, which links you click, and how successful marketing campaigns are. To achieve this, they use the services of other companies, which may in turn use the data to profile you for targeted advertisements.
de: PrivacyMail macht die unsichtbaren Tracking-Methoden in Newslettern sichtbar. eMail-Tracking wird von vielen Firmen eingesetzt, um festzustellen, welche eMails gelesen und welche Links angeklickt werden. Dafür setzen sie die Dienstleistungen anderer Firmen ein, welche die Daten auch für Werbezwecke einsetzen können.

# Section heading
source: How eMail Tracking Works
de: So funktioniert eMail-Tracking

source: The company sends you an eMail.
de: Die Firma sendet Dir eine eMail.

source: When you open the eMail, images are loaded from the company, or one of its partners. The companies thus knows that you have opened the eMail.
de: Wenn Du die eMail öffnest werden Bilder von Servern der Firma oder einer ihrer Partner geladen. Die Firmen wissen dadurch, dass Du die eMail geöffnet hast.

source: Links in the eMail are personalized - if you click them, the company knows it was you who clicked the link.
de: Links in der eMail sind personalisiert - wenn Du sie anklickst, weiß die Firma, dass Du diesen Link geklickt hast.

source: All this data can be used by the companies to optimize their newsletters - or target advertisements.
de: Diese Daten können von den Firmen genutzt werden, um ihre Newsletter zu verbessern - oder gezielte Werbung zu schalten.

# section heading
source: How We Detect It
de: So erkennen wir Tracking

source: People like you sign up a newsletter to a special eMail address provided by us.
de: Menschen wie Du melden eine unserer eMail-Adressen für einen Newsletter an.

source: We receive them and analyze them using an automated scanning system that inspects them for common types of tracking.
de: Wir erhalten diese Newsletter und analysieren sie mit einem automatisierten System auf typische Tracking-Methoden.

source: learn more
de: Mehr Informationen

source: Information about newsletters and tracking companies is published on this website to allow you to inform yourself.
de: Informationen über die Newsletter und Tracking-Firmen werden auf dieser Webseite veröffentlicht, damit Du Dich informieren kannst.

source: Others see the results, allowing them to make more informed decisions about their newsletter consumption.
de: Andere können die Ergebnisse sehen und sich bewusst für oder gegen bestimmte Newsletter entscheiden.

source: Why You Should Use PrivacyMail
de: Warum Du PrivacyMail nutzen solltest

# Section heading
source: Inform Yourself
de: Informiere Dich

source: Knowing is half the battle. Find out if the newsletters you are reading are tracking you, who they are sending your data to, and what these companies are up to.
de: Wissen ist Macht. Finde heraus ob die Newsletter, die du liest, dich tracken, an wen sie deine Daten schicken, und was das für Firmen sind.

# Section heading
source: Raise Your Voice
de: Beschwer' Dich

source: Don't want to be tracked and profiled? Share the results with others to warn them and demand companies change their behavior.
de: Keine Lust auf Tracking und Profiling? Teile die Ergebnisse mit deinen Freunden und beschwer' dich bei den Firmen.

# Section heading
source: Support Research
de: Hilf der Forschung

source: By using PrivacyMail, you support our research on the state of online privacy by helping us collect a large dataset of newsletters.
de: Deine Nutzung von PrivacyMail unterstützt unsere Forschung im Bereich der Online-Privacy.

# Section heading
source: A Few Statistics
de: Ein paar Statistiken

# statistic description
source: Newsletters Registered
de: Registrierte Newsletter

# statistic description
source: eMails Processed
de: eMails analysiert

source: 3rd Party Domains Found
de: Drittanbieter gefunden

source: Add this site
de: Seite hinzufügen

source: Looks like we don't have this website in our database yet - you can add it yourself!
de: Sieht so aus, als hätten wir diese Seite noch nicht in unserer Datenbank - Du kannst sie aber hinzufügen!

source: Learn more
de: Mehr Informationen

source: SHOWING RESULTS FOR
de: ERGEBNISSE FÜR

source: Server Error
de: Fehler

source: Looks like there is a problem on our end. Please check back in a couple of minutes, or contact us if the problem persists.
de: Sieht so aus als gäbe es ein kleines Problem bei uns. Bitte schau' in ein paar Minuten noch einmal vorbei, oder schreib' uns eine eMail, wenn das Problem nicht verschwindet.

source: This Domain sends out a newsletter.
de: Diese Domain versendet einen Newsletter.

source: See results
de: Ergebnisse

source: Sector
de: Branche

source: Country
de: Land

source: Unknown
de: Unbekannt

source: Want to update this?
de: Daten aktualisieren?

source: This data was loaded from the information of the associated newsletter.
de: Diese Daten wurden von dem zugehörigen Newsletter importiert.

source: Update it there
de: Du kannst sie hier aktualisieren

source: Know this website? Tell us more about it:
de: Du kennst diese Webseite? Erzähl uns etwas über sie:

# Action / page title
source: New Identity
de: Neue Identität

# Action / page title
source: Adding a new Service
de: Neuen Service hinzufügen

# Person
source: Gender
de: Geschlecht

source: Created for the website
de: Erstellt für die Webseite

# Title
source: Important
de: Wichtig

source: Please use the above eMail address <strong>only for the website %(servicename)s</strong>. If you sign it up for a different website, things will break and the results may become incorrect. If you want to sign up another website, generate a new identity for it.
de: Bitte nutze diese eMail-Adresse <strong>nur für die Webseite %(servicename)s</strong>. Wenn Du sie für andere Newsletter anmeldest, werden die Ergebnisse falsch. Wenn Du einen weiteren Newsletter anmelden möchtest, erzeuge bitte eine eigene Identität für sie.

source: We created a new identity for the website
de: Neue Identität für die Webseite

source: What's next?
de: Und jetzt?

source: Please copy the eMail address shown on the left and sign it up for the newsletter of
de: Bitte kopiere die eMail-Adresse links und melde sie an für den Newsletter von

source: Get a cup of coffee - we will receive the confirmation eMail and confirm it.
de: Hol' dir einen Kaffee - wir bekommen die Bestätigungs-eMail und bestätigen die Anmeldung.

source: As soon as we receive a newsletter from this website, we will analyze it. Note that depending on how frequently newsletters are sent, this may take a few days.
de: Sobald wir einen Newsletter von der Webseite erhalten, werden wir ihn analysieren. Je nachdem, wie oft die Newsletter geschickt werden, könnte das eine Weile dauern.

source: The results of the analysis will be published
de: Die Ergebnisse der Analyse werden

# location
source: here
de: hier veröffentlicht

source: Common Questions and Problems
de: Häufige Fragen und Probleme

source: There is more than one newsletter
de: Es gibt mehr als einen Newsletter

source: If more than one newsletter is offered by the same website, please sign up the eMail address to <strong>all of them</strong>.
de: Wenn die Webseite mehr als einen Newsletter anbietet, melde die eMailadresse bitte für <strong>alle</strong> an.

source: I need to create a user account to sign up for newsletters
de: Ich muss einen Account anlegen, um einen Newsletter zu bekommen

source: <strong>For security and privacy reasons, we will not confirm the registration of user accounts using the above eMail address.</strong> If you are interested in the newsletters sent out by this website, please
de: <strong>Um Missbrauch zu vermeiden lassen wir das Erstellen von Accounts nicht zu.</strong>. Wenn Du dich für die Newsletter dieser Webseite interessierst,
